[
  {
    "id": 1,
    "text": "<Response [200]>"
  },
  {
    "id": 2,
    "text": "Are you a time traveller coz I can see u in my future"
  },
  {
    "id": 3,
    "text": "I seem to have lost my phone number. Can I have yours?"
  },
  {
    "id": 4,
    "text": "Tired of being an adult? Then by my baby"
  },
  {
    "id": 5,
    "text": "Can I borrow your cell phone? I want to call my mother and tell her I just met the girl of my dreams."
  },
  {
    "id": 6,
    "text": "Is your dad a terrorist? Cause you’re the bomb."
  },
  {
    "id": 7,
    "text": "My love for you is like diarrhea, I can't hold it in."
  },
  {
    "id": 8,
    "text": "If looks could kill, you’d be a weapon of mass destruction."
  },
  {
    "id": 9,
    "text": "Do you have a map? I keep getting lost in your eyes."
  },
  {
    "id": 10,
    "text": "Do you believe in love at first sight, or should I walk by again?"
  },
  {
    "id": 11,
    "text": "Are you my assignment? Cause I'm not doing you but I definitely should be"
  },
  {
    "id": 12,
    "text": "Are you cryptocurrency? Coz I wanna hold you for so long."
  },
  {
    "id": 13,
    "text": "You must be a broom, ‘cause you just swept me off my feet."
  },
  {
    "id": 14,
    "text": "Is your name Wi-Fi? Because I am really started to feel a connection."
  },
  {
    "id": 15,
    "text": "Not really into sunsets, but I would love to see you go down."
  },
  {
    "id": 16,
    "text": "Was that an earthquake, or did you just rock my world."
  },
  {
    "id": 17,
    "text": "Was your father a thief? Because someone stole the stars from the sky and put them in your eyes."
  },
  {
    "id": 18,
    "text": "Are you Jewish? Cause you ISRAELI HOT."
  },
  {
    "id": 19,
    "text": "You must be debt, because my interest in you is growing."
  },
  {
    "id": 20,
    "text": "On a scale of 1 to 10, you are a 9, and I’m the 1 you need."
  },
  {
    "id": 21,
    "text": "Your kids will be really pretty but 'Y' is silent."
  },
  {
    "id": 22,
    "text": "Do you have a name, or can I just call you mine?"
  },
  {
    "id": 23,
    "text": "i wanna c_ddle and k_ss. But u and i aren't together"
  },
  {
    "id": 24,
    "text": "Are you an elevator? Because I’ll go up and down on you."
  },
  {
    "id": 25,
    "text": "Are you lost ma’am? Because heaven is a long way from here."
  },
  {
    "id": 26,
    "text": "I was blinded by your beauty; I’m going to need your name and phone number for insurance purpose"
  },
  {
    "id": 27,
    "text": "Was your dad a boxer? Because damn, you’re a knockout!"
  },
  {
    "id": 28,
    "text": "My love for you is like diarrhea, I just can't hold it in."
  },
  {
    "id": 29,
    "text": "I’m lost. Can you give me directions to your heart?"
  },
  {
    "id": 30,
    "text": "Are you a dictionary? Cause you’re adding meaning to my life."
  },
  {
    "id": 31,
    "text": "You're so sweet, you'd put Hershey's out of business!"
  },
  {
    "id": 32,
    "text": "Charizards are red, Squirtles are blue, if you were a Pokemon I would choose you!"
  },
  {
    "id": 33,
    "text": "If I were a stop light, I’d turn red every time you passed by just so I could stare at you a little bit longer."
  },
  {
    "id": 34,
    "text": "Are you a streamer? Because I have been following you."
  },
  {
    "id": 35,
    "text": "Can I follow you where you’re going right now? Because my parents always told me to follow my dreams."
  },
  {
    "id": 36,
    "text": "Are you a magician? Because when I'm looking at you, you make everyone else disappear!"
  },
  {
    "id": 37,
    "text": "Hey, my name's Microsoft. Can I crash at your place tonight?"
  },
  {
    "id": 38,
    "text": "Is this the Hogwarts Express? Because it feels like you and I are headed somewhere magical."
  },
  {
    "id": 39,
    "text": "If you were a web browser, you'd be called a Fire-fox."
  },
  {
    "id": 40,
    "text": "If nothing lasts forever, will you be my nothing"
  },
  {
    "id": 41,
    "text": "I think we're *mint* to be!"
  },
  {
    "id": 42,
    "text": "You don't need keys to drive me crazy."
  },
  {
    "id": 43,
    "text": "Do you know CPR? Because you are taking my breath away!"
  },
  {
    "id": 44,
    "text": "Knock, knock.{answer}Gopher.{answer}Gopher me, obviously."
  },
  {
    "id": 45,
    "text": "Was that an earthquake or did you just rock my world?"
  },
  {
    "id": 46,
    "text": "Are you chocolate pudding? 'Cause i want to spoon you."
  },
  {
    "id": 47,
    "text": "You must be made of oxygen and neon, because you are the ONe."
  },
  {
    "id": 48,
    "text": "Black ice isn't the only thing I'm falling for."
  },
  {
    "id": 49,
    "text": "I'd switch to emacs for you."
  },
  {
    "id": 50,
    "text": "I'm not drunk, I'm just intoxicated by YOU."
  },
  {
    "id": 51,
    "text": "Hi, I'm writing a term paper on the finer things in life, and I was wondering if I could interview you?"
  },
  {
    "id": 52,
    "text": "Are you a cat because I’m feline a connection between us."
  },
  {
    "id": 53,
    "text": "Was your dad a thief? Why? I don't know, just making small talk. Mine's an orthopedist."
  },
  {
    "id": 54,
    "text": "Hey, my name's Microsft. Can I crash at your place tonight?"
  },
  {
    "id": 55,
    "text": "Do you have a sunburn, or are you always this hot?"
  },
  {
    "id": 56,
    "text": "Are you a cat? Cause you are purrrfect"
  },
  {
    "id": 57,
    "text": "If you go out with me, I promise I won't take you for granite."
  },
  {
    "id": 58,
    "text": "Excuse me, you dropped something back there!{answer}This conversation, lets pick it up later tonight."
  },
  {
    "id": 59,
    "text": "I wasn't always religious. But I am now, because you're the answer to all my prayers."
  },
  {
    "id": 60,
    "text": "You must be from Prague, because I can't help but Czech you out."
  },
  {
    "id": 61,
    "text": "Did you invent the airplane?{answer}Cause you seem Wright for me."
  },
  {
    "id": 62,
    "text": "Kiss me if I'm wrong. But dinosaurs still exist, right?"
  },
  {
    "id": 63,
    "text": "There's only one thing I want to change about you, and that's your last name."
  },
  {
    "id": 64,
    "text": "Will you brie mine?"
  },
  {
    "id": 65,
    "text": "Do you like Star Wars? Because Yoda only one for me!"
  },
  {
    "id": 66,
    "text": "Do you work at Starbucks? Because I like you a latte."
  },
  {
    "id": 67,
    "text": "Do you have 11 protons? Because you're sodium fine!"
  },
  {
    "id": 68,
    "text": "Are your parents bakers? Cause you are a cutiepie"
  },
  {
    "id": 69,
    "text": "I love you. I don't care if you're a doggo in a trenchcoat."
  },
  {
    "id": 70,
    "text": "I wish I was cross-eyed so I could see you twice."
  },
  {
    "id": 71,
    "text": "Knock, knock.{answer}Eyesore.{answer}Eyesore do like you!"
  },
  {
    "id": 72,
    "text": "You’re so beautiful you made me forget my pickup line."
  },
  {
    "id": 73,
    "text": "Are you made of beryllium, gold, and titanium? 'Cause you're BeAuTiful!"
  },
  {
    "id": 74,
    "text": "I didn't know angels go to [insert name of your high school]."
  },
  {
    "id": 75,
    "text": "Together we’d be Pretty Cute."
  },
  {
    "id": 76,
    "text": "Are you from South England? Cause you Brighton up my day."
  },
  {
    "id": 77,
    "text": "You are so hot, that the temperature itself broke the ice."
  },
  {
    "id": 78,
    "text": "My scanners detected high amounts of sexiness in this quadrant, and I think I have found the source."
  },
  {
    "id": 79,
    "text": "You’re so beautiful that you made me forget my pickup line"
  },
  {
    "id": 80,
    "text": "My love for you is like a concave up function because it is always increasing."
  },
  {
    "id": 81,
    "text": "You must be made of cheese. Because you're looking Gouda tonight!"
  },
  {
    "id": 82,
    "text": "If you were a tree, you’d be an evergreen, because I bet you look this good year-round."
  },
  {
    "id": 83,
    "text": "If kisses were raindrops, I'd give you showers and if hugs were minutes, I'd give you hours!"
  },
  {
    "id": 84,
    "text": "Hello. I am a Nigerian Prince and I can make you rich beyond your wildest dreams! I just need your phone number.{answer}And your birthday.{answer}And your bank account.{answer}And Social Security number.{answer}And mother's maiden name."
  },
  {
    "id": 85,
    "text": "You wanna know what's big?{answer}My house, pervert ;)"
  },
  {
    "id": 86,
    "text": "Are you Google Glass?{answer}'Cause you augment my reality."
  },
  {
    "id": 87,
    "text": "Of all the beautiful curves on your body, your smile is my favorite."
  },
  {
    "id": 88,
    "text": "Hi!"
  },
  {
    "id": 89,
    "text": "You must be a high test score. Because I want to take you home and show you to my mother."
  },
  {
    "id": 90,
    "text": "I used to be able to recite the alphabet until we met—now I can't get past ‘u'."
  },
  {
    "id": 91,
    "text": "Kiss me if I'm wrong, but you wanna kiss me, right?"
  },
  {
    "id": 92,
    "text": "If you were an ISP I'd dial you all day long."
  },
  {
    "id": 93,
    "text": "I'm sorry, were you talking to me?{answer}Well then, please start."
  },
  {
    "id": 94,
    "text": "Kissme and kissyou are on a boat if kissyou falls off who remains on the boat?"
  },
  {
    "id": 95,
    "text": "How clever was my last pickup line, on a scale of (000)-000-0000 to (999)-999-9999?"
  },
  {
    "id": 96,
    "text": "You wanna know what's beautiful?{answer}Read the first word again."
  },
  {
    "id": 97,
    "text": "Remember when you asked me who I had a crush on the other day?{answer}I plead the fifth."
  },
  {
    "id": 98,
    "text": "Let's start an LLC together so our dates can be deductible."
  },
  {
    "id": 99,
    "text": "Are you a magician? Because every time I look at you, everyone else disappears."
  },
  {
    "id": 100,
    "text": "I could tell from your doctype that we're a match!"
  },
  {
    "id": 101,
    "text": "I'm glad I remembered to bring my library card. 'Cause I am totally checking you out!"
  },
  {
    "id": 102,
    "text": "Hi, I’m writing a phone book, can I have your number?"
  },
  {
    "id": 103,
    "text": "Do you want to go to In-and-Out for burgers or just in-and-out of me?"
  },
  {
    "id": 104,
    "text": "We learned some pretty important dates in history class today, but I couldn't help noticing that you aren't a part of any of them."
  },
  {
    "id": 105,
    "text": "What's your IP address? I'd sure love to ping you sometime."
  },
  {
    "id": 106,
    "text": "Aside from being sexy, what do you do for a living?"
  },
  {
    "id": 107,
    "text": "Do you have advanced radiation poisoning?{answer}Because you're glowing!"
  },
  {
    "id": 108,
    "text": "Roses are red, I want you to remember. You are the reason, I lost no nut November."
  },
  {
    "id": 109,
    "text": "This is the police! You're under arrest for being too cute, now put your hands where I can hold them."
  },
  {
    "id": 110,
    "text": "You must be Lightning McQueen because you've got my heart racing."
  },
  {
    "id": 111,
    "text": "You must be peanut butter because you're making my legs feel like jelly."
  },
  {
    "id": 112,
    "text": "Did the sun come out or did you just smile at me?"
  },
  {
    "id": 113,
    "text": "Hello, I'm doing a survey of what people think are the cheesiest pickup lines. Which of the following is the best: ‘Do you come here often?', ‘How was heaven when you left it?', or ‘Hello, I'm doing a survey of what people think are the cheesiest pickup lines.'?"
  },
  {
    "id": 114,
    "text": "My love for you is a monotonically increasing unbounded function"
  },
  {
    "id": 115,
    "text": "One a scale of 1 to 10, you are an 8. And I'm in 2 you."
  },
  {
    "id": 116,
    "text": "You're the droid I've been looking for."
  },
  {
    "id": 117,
    "text": "{author}, you marinate my tempeh."
  },
  {
    "id": 118,
    "text": "Are you religious? Because you’re the answer to all my prayers."
  },
  {
    "id": 119,
    "text": "Are you going to kiss me or do I have to lie to my diary?"
  },
  {
    "id": 120,
    "text": "Like a broken pencil, life without you is pointless."
  },
  {
    "id": 121,
    "text": "If a thousand painters worked for a thousand years, they could not create a work of art as beautiful as you. But, then again, https://en.wikipedia.org/wiki/Infinite_monkey_theorem"
  },
  {
    "id": 122,
    "text": "Do you know what material is my shirt made of? Boyfriend material!"
  },
  {
    "id": 123,
    "text": "Are you Google Chrome? Because you use all of my memory."
  },
  {
    "id": 124,
    "text": "Baby, if you were words on a page, you'd be fine print."
  },
  {
    "id": 125,
    "text": "Is there an airport nearby or is it my heart taking off?"
  },
  {
    "id": 126,
    "text": "Stop, drop, and roll, {author}. You are on fire."
  },
  {
    "id": 127,
    "text": "If I asked you out on a date, would your answer be the same as your answer to this one?"
  },
  {
    "id": 128,
    "text": "Norway are you leaving without giving me your number!"
  },
  {
    "id": 129,
    "text": "If Internet Explorer is brave enough to ask you to be your default browser, I'm brave enough to ask you out!"
  },
  {
    "id": 130,
    "text": "*steps on some ice* Now that the ice is broken, what’s your name?"
  },
  {
    "id": 131,
    "text": "Is your name Google? Because you have everything I’ve been searching for."
  },
  {
    "id": 132,
    "text": "Hi. Are you busy? Do you have a few minutes so I can hit on you?"
  },
  {
    "id": 133,
    "text": "\"Will you marry me?\"\\n\\nThis is a simple one. This line is super effective for anyone. Because it's literally “will you\", it is very powerful and intimate. You can do it without even being asked. You can just give a long speech about your dream of marriage, and it will be powerful to your crush."
  },
  {
    "id": 134,
    "text": "I believe in following my dreams. Can I have your Instagram?"
  },
  {
    "id": 135,
    "text": "Feel my shirt. Know what it’s made of? Boyfriend material."
  },
  {
    "id": 136,
    "text": "Mario is red. Sonic is blue. Press X to join and be my player 2."
  },
  {
    "id": 137,
    "text": "Therapy is expensive so I watch you smile."
  },
  {
    "id": 138,
    "text": "You're so hot you need to be water cooled."
  },
  {
    "id": 139,
    "text": "I'm a statistics major, and I think you have the best curves I've ever seen."
  },
  {
    "id": 140,
    "text": "They say that kissing is a language of love, so would you mind starting a conversation with me?"
  },
  {
    "id": 141,
    "text": "Are you Mary?{answer}Because you're Poppin'."
  },
  {
    "id": 142,
    "text": "Vogue just called, they want to put you on the cover."
  },
  {
    "id": 143,
    "text": "You have such a nice backend, I would love to call your APIs all night long."
  },
  {
    "id": 144,
    "text": "Hey, are you gold?{answer}Because I'm in Au of your beauty."
  },
  {
    "id": 145,
    "text": "Are you from Stockholm? Cause you're the Swedish guy I've ever seen."
  },
  {
    "id": 146,
    "text": "Have you ever seen a guy eat an entire can of pinto beans in under 10 seconds?{answer}Would you like to?"
  },
  {
    "id": 147,
    "text": "Knock, knock.{answer}Ben.{answer}Ben thinking about you all day."
  },
  {
    "id": 148,
    "text": "Hey, you’re pretty and I’m cute."
  },
  {
    "id": 149,
    "text": "Do you work at Little Caesars? Because you're hot and I'm ready."
  },
  {
    "id": 150,
    "text": "Are you Harvard? Because I know I have no chance with you."
  },
  {
    "id": 151,
    "text": "There is something wrong with my cell phone. It doesn't have your number in it."
  },
  {
    "id": 152,
    "text": "Are you French? Because ma-damn, you're fine."
  },
  {
    "id": 153,
    "text": "You and I are like nachos with jalapeños. I'm super cheesy, you're hot, and we belong together."
  },
  {
    "id": 154,
    "text": "I like cheese. Everyone likes cheese. Now we have something in common!"
  },
  {
    "id": 155,
    "text": "You must be a choir director because you make my heart sing!"
  },
  {
    "id": 156,
    "text": "Roses are red, Violets are fine. I'll be the 6, If you be the 9"
  },
  {
    "id": 157,
    "text": "\"Care to Tango?\" - Arnold Schwarzenegger"
  },
  {
    "id": 158,
    "text": "I'd join the dark side as long as you were there."
  },
  {
    "id": 159,
    "text": "Is your Bluetooth enabled? I feel like we could pair."
  },
  {
    "id": 160,
    "text": "I heard you're good in algebra, could you replace my X without asking Y?"
  },
  {
    "id": 161,
    "text": "You know you're in love when you can't fall asleep because reality is finally better than your dreams."
  },
  {
    "id": 162,
    "text": "I'm the new janitor. I'd love to sweep you off your feet."
  },
  {
    "id": 163,
    "text": "Are you Medusa?{answer}Cause once I saw you the first time, I couldn't look back."
  },
  {
    "id": 164,
    "text": "I'm no mathematician, but I've been told I'm good with numbers. How about you give me yours so I can prove it?"
  },
  {
    "id": 165,
    "text": "Are you a fermata? Because I want to hold you."
  },
  {
    "id": 166,
    "text": "Are you a WiFi mesh? Because I feel your love everywhere I go."
  },
  {
    "id": 167,
    "text": "Are you made of copper and tellurium? Because you're CuTe!"
  },
  {
    "id": 168,
    "text": "If I were a `function()`, would you ~~invoke~~ call me?"
  },
  {
    "id": 169,
    "text": "If I was a stoplight, everytime you came by I'd turn red, just to glance at you longer"
  },
  {
    "id": 170,
    "text": "Getting lucky usually means finding my car in the parking lot, but tonight you can change that."
  },
  {
    "id": 171,
    "text": "Knock, knock.{answer}Iguana.{answer}Iguana hold your hand."
  },
  {
    "id": 172,
    "text": "Knock, knock.{answer}Pauline.{answer}I think I'm Pauline in love with you."
  },
  {
    "id": 173,
    "text": "You must have swallowed a speaker, because your beauty is louder than the rest."
  },
  {
    "id": 174,
    "text": "My love for you is like dividing by zero, it cannot be defined."
  },
  {
    "id": 175,
    "text": "Hey, you must be an astromech droid, because you R2 good-looking."
  },
  {
    "id": 176,
    "text": "Do you smoke marijuana? Because weed be cute together."
  },
  {
    "id": 177,
    "text": "Are you a camera? Because every time I see you I smile"
  },
  {
    "id": 178,
    "text": "If you were a tropical fruit, you'd be a Fine-apple!"
  },
  {
    "id": 179,
    "text": "Are you HTTP?{answer}Because without you, I'm just ://"
  },
  {
    "id": 180,
    "text": "Call me Anna, because you are so Hans-some."
  },
  {
    "id": 181,
    "text": "I'm no organ donor but I'd be happy to give you my heart."
  },
  {
    "id": 182,
    "text": "If you're coding in CSS3 and going through a rough patch, just know that you can always JavaScript fallback on me… I got you"
  },
  {
    "id": 183,
    "text": "Give someone else 12 roses. 11 real, 1 fake and say to them, “I will stop loving you when all the roses die.”"
  },
  {
    "id": 184,
    "text": "If you were an Ebay auction, I'd totally 'buy it now'."
  },
  {
    "id": 185,
    "text": "Are you Alzheimers?{answer}Cause I forgot where I was going with this one."
  },
  {
    "id": 186,
    "text": "If you were a flower you’d be a damnnn-delion."
  },
  {
    "id": 187,
    "text": "I know this is going to sound strange, but if I don't ask you now, I'll be kicking myself for the rest of the day. I'm running to meet a friend, but I think you're really drop-dead pretty. Could I have your phone number? I'm not a psycho—I promise. You can give me a fake one if you're not interested."
  },
  {
    "id": 188,
    "text": "If I had four quarters to give to the four prettiest girls in the world, you would have a dollar."
  },
  {
    "id": 189,
    "text": "You must be really good at art, because you've drawn my attention."
  },
  {
    "id": 190,
    "text": "They say Disneyland is the happiest place on earth. Well apparently, no one has ever been standing next to you."
  },
  {
    "id": 191,
    "text": "What's the difference between a crush and a Facebook account?{answer}I'm not rapidly developing a Facebook account on you."
  },
  {
    "id": 192,
    "text": "I'm no photographer, but I can picture us together."
  },
  {
    "id": 193,
    "text": "Hey, wanna link molecules?"
  },
  {
    "id": 194,
    "text": "Am I a beast? Cause you're definitely a beauty."
  },
  {
    "id": 195,
    "text": "Forget hydrogen! You're my number one element."
  },
  {
    "id": 196,
    "text": "I was blinded by your beauty; I'm going to need your name and phone number for insurance purposes."
  },
  {
    "id": 197,
    "text": "I'm not using Google anymore. When I saw you, the search was over."
  },
  {
    "id": 198,
    "text": "We’re not socks, but I think we’d make a great pair."
  },
  {
    "id": 199,
    "text": "I'm studying to be a historian, are you interested in finding a date?"
  },
  {
    "id": 200,
    "text": "Are you a GAU-8/A Avenger 30 mm hydraulically driven seven-barrel Gatling-style autocannon mounted in the United States Air Force's Fairchild Republic A-10 Thunderbolt II?{answer}Cause you never fail to blow me away."
  },
  {
    "id": 201,
    "text": "Would you like to borrow my tuner?{answer}You're looking pretty sharp to me."
  },
  {
    "id": 202,
    "text": "If we shared a garden, I'd put my tulips and your tulips together."
  },
  {
    "id": 203,
    "text": "Hey baby, are your pants reflective aluminum alloy?{answer}Because I can see myself in them."
  },
  {
    "id": 204,
    "text": "I hope our love will be like pi, irrational and endless."
  },
  {
    "id": 205,
    "text": "Call me country roads, cause I'mma take you home."
  },
  {
    "id": 206,
    "text": "Did you invent the airplane? Because you seem Wright for me."
  },
  {
    "id": 207,
    "text": "Just took a DNA test. Turns out I'm 100% your type."
  },
  {
    "id": 208,
    "text": "How much does a polar bear weigh?{answer}Enough to break the ice... Hi!"
  },
  {
    "id": 209,
    "text": "*holds out hand* Would you hold this for me while I go for a walk?"
  },
  {
    "id": 210,
    "text": "Do you have the time?{answer}No, the time to write down my number?"
  },
  {
    "id": 211,
    "text": "You must be a high-test score because I'm dying to take you home to meet my mother."
  },
  {
    "id": 212,
    "text": "Do you have a tan or do you always like this hot?"
  },
  {
    "id": 213,
    "text": "You're hotter than the bottom of my laptop."
  },
  {
    "id": 214,
    "text": "If I had to rate you on a scale from 1 to undefined, I'd rank you a π^π^π^π"
  },
  {
    "id": 215,
    "text": "Mario is red, Sonic is blue, will you be my player 2."
  },
  {
    "id": 216,
    "text": "Is your last name Skywalker? Because you Luke so good."
  },
  {
    "id": 217,
    "text": "You don’t need keys to drive me crazy."
  },
  {
    "id": 218,
    "text": "Did it hurt?{answer}When you fell out of heaven?"
  },
  {
    "id": 219,
    "text": "Let me tie your shoes, cause I don't want you falling for anyone else."
  },
  {
    "id": 220,
    "text": "Are you a doughnut?{answer}Because you're a-dough-rable."
  },
  {
    "id": 221,
    "text": "Is that you passed out, or a snow angel on my lawn?"
  },
  {
    "id": 222,
    "text": "I want you more than a Haagen-Dazs on a hot summer day."
  },
  {
    "id": 223,
    "text": "Hey, you're pretty and I'm cute. Together we'd be Pretty Cute."
  },
  {
    "id": 224,
    "text": "My BBQ is broken, could you have a look at it?{answer}Oh, I thought you might be able to help, being smoking hot yourself and all."
  },
  {
    "id": 225,
    "text": "I love you like a pig loves not being bacon."
  },
  {
    "id": 226,
    "text": "There’s only one thing I want to change about you, and that’s your last name."
  },
  {
    "id": 227,
    "text": "Irish you'd go on a date with me because you're so pretty you're Dublin my heart rate."
  },
  {
    "id": 228,
    "text": "It's funny how I know 250+ Minecraft blocks, but not the 10 digits of your phone number."
  },
  {
    "id": 229,
    "text": "You're hotter than the flames on Mustafar."
  },
  {
    "id": 230,
    "text": "Your beauty rivals that of the screenspace refraction done in Complementary 4.2"
  },
  {
    "id": 231,
    "text": "My buddies bet me that I wouldn't be able to start a conversation with the hottest person in the bar. Wanna buy some drinks with their money?"
  },
  {
    "id": 232,
    "text": "Okay, here's the deal: I'll let you take the last stuffed crust frozen pizza if you let me take you to dinner. At your house. Where we'll be having frozen pizza."
  },
  {
    "id": 233,
    "text": "My favorite element on the periodic table is Uranium, because I am in love with U."
  },
  {
    "id": 234,
    "text": "You dropped something: My jaw."
  },
  {
    "id": 235,
    "text": "Did you read Dr. Seuss as a kid? Because green eggs and... damn!"
  },
  {
    "id": 236,
    "text": "Nice buns, Princess! On your head, that is."
  },
  {
    "id": 237,
    "text": "Is your name Dunkin? Because I Donut want to spend another day without you."
  },
  {
    "id": 238,
    "text": "I must be going through anaerobic respiration right now 'cause you take my breath away."
  },
  {
    "id": 239,
    "text": "Are you my phone charger? Because without you, I’d die."
  },
  {
    "id": 240,
    "text": "Are you sure you’re not tired? You’ve been running through my mind all day."
  },
  {
    "id": 241,
    "text": "Are you an APR loan? Because I don't really understand your terms and you keep saying you have no interest."
  },
  {
    "id": 242,
    "text": "I know the first 10 digits of pi, but somehow, I don't know yours."
  },
  {
    "id": 243,
    "text": "Be unique and different, say yes."
  },
  {
    "id": 244,
    "text": "Hey {author}, are you related to Yoda?{answer}Because Yodamn fine."
  },
  {
    "id": 245,
    "text": "I'd like to do Astronomy, but instead of looking at the heavens I'd like to look at you."
  },
  {
    "id": 246,
    "text": "I don't know who'd be more excited about us going on a date, me or my mom."
  },
  {
    "id": 247,
    "text": "Are you French?{answer}Because Eiffel for you."
  },
  {
    "id": 248,
    "text": "Damn, I'm no weather man, but you can expect a couple inches tonight."
  },
  {
    "id": 249,
    "text": "Are you a beaver? Because DAM."
  },
  {
    "id": 250,
    "text": "Are you AirDropping me something? Because I'm really feeling a connection."
  },
  {
    "id": 251,
    "text": "Do you work at Dick's? Cause you're sporting the goods."
  },
  {
    "id": 252,
    "text": "I didn't think I was a snowman, but you just made my heart melt."
  },
  {
    "id": 253,
    "text": "Are you my house burning down? Cause you take my breath away."
  },
  {
    "id": 254,
    "text": "Are you a microwave?{answer}Because mmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmm"
  },
  {
    "id": 255,
    "text": "Are you as spicy as your artisan hot sauce?"
  },
  {
    "id": 256,
    "text": "*drops 20 limes* Can you help me? I’m really bad at pick up limes."
  },
  {
    "id": 257,
    "text": "I'd show you my world, but I'm sure you own a mirror."
  },
  {
    "id": 258,
    "text": "Hey {author}. You got a jersey?{answer}Because I need your name and number."
  },
  {
    "id": 259,
    "text": "R4 is red, R2 is blue. If I was the Force, I'd be with you."
  },
  {
    "id": 260,
    "text": "I think you're suffering from a lack of vitamin ME."
  },
  {
    "id": 261,
    "text": "Screw the alphabet, cause U R A Q T."
  },
  {
    "id": 262,
    "text": "You must be a fourth or a fifth, because you're just perfect!"
  },
  {
    "id": 263,
    "text": "I bet I know when your birthday is. October 10, because you're a 10/10."
  },
  {
    "id": 264,
    "text": "You are hotter than the bottom of my laptop."
  },
  {
    "id": 265,
    "text": "If you were a tree, you'd be a really good tree."
  },
  {
    "id": 266,
    "text": "Sorry, I'm already seeing Botwinkle. I'd rather just be friends with you."
  },
  {
    "id": 267,
    "text": "[Why?] Because when I looked at you, I dropped mine."
  },
  {
    "id": 268,
    "text": "Is your name Ariel?{answer}Cause we Mermaid for each other!"
  },
  {
    "id": 269,
    "text": "I blame you for global warming... your hotness is too much for the planet to handle!"
  },
  {
    "id": 270,
    "text": "\"qamuSHa', bangwI'\" That's Klingon for \"I love you baby.\""
  },
  {
    "id": 271,
    "text": "I'm so lost in your eyes I'm like Nemo.{answer}You better find me."
  },
  {
    "id": 272,
    "text": "Can I have a Band-Aid?{answer}Cuz I scraped my knee falling for you."
  },
  {
    "id": 273,
    "text": "You're more beautiful than Natalie Portman. You wanna be my Na-boo?"
  },
  {
    "id": 274,
    "text": "If I could rearrange the alphabet, I would put U and I together."
  },
  {
    "id": 275,
    "text": "Are you the COVID vaccine? Because I would never turn you down."
  },
  {
    "id": 276,
    "text": "I'm fighting the urge 24/7 to not scream a pickup line at the top of my lungs. If I had a partner, maybe I wouldn't have to."
  },
  {
    "id": 277,
    "text": "If you were words on a page, you would be what they call fine print."
  },
  {
    "id": 278,
    "text": "Are you Australian? Because you meet all of my koalafications."
  },
  {
    "id": 279,
    "text": "Sorry, but you owe me a drink.{answer}Because when I looked at you, I dropped mine."
  },
  {
    "id": 280,
    "text": "You must be √(-1), 'cause you can't be real."
  },
  {
    "id": 281,
    "text": "Are you a model?{answer}Oh, when did you quit?"
  },
  {
    "id": 282,
    "text": "Hey beautiful! Your face is like a moon, always glowing."
  },
  {
    "id": 283,
    "text": "I'd never play hide and seek with you because someone like you is impossible to find"
  },
  {
    "id": 284,
    "text": "You must be Windows Vista because you've got me feeling so unstable."
  },
  {
    "id": 285,
    "text": "Do you have any raisins? How about a date?"
  },
  {
    "id": 286,
    "text": "Are you http? because I'm ://  without you"
  },
  {
    "id": 287,
    "text": "Do you have any Sriracha sauce? Cause you fire me up!"
  },
  {
    "id": 288,
    "text": "Are you a garbage bag? Because I’d like to take you out."
  },
  {
    "id": 289,
    "text": "Are you a parking ticket? ‘Cause you've got ‘fine' written all over you."
  },
  {
    "id": 290,
    "text": "Are you an enderman?{answer}Cause I get a little scared when I look you in the eyes"
  },
  {
    "id": 291,
    "text": "Is it hot in here, or did your internal fan system just crash?"
  },
  {
    "id": 292,
    "text": "Even though it would mess up my K/D ratio, I'd die a million deaths if it meant I could be with you."
  },
  {
    "id": 293,
    "text": "Are you the SATs? Because I would gladly sit in a room with you for six hours."
  },
  {
    "id": 294,
    "text": "If you were ground coffee, you'd be Espresso cause you're so fine."
  },
  {
    "id": 295,
    "text": "If I were to ask you out on a date, would your answer be the same as the answer to this question?"
  },
  {
    "id": 296,
    "text": "I would flirt with you, but I'd rather seduce you with my awkwardness."
  },
  {
    "id": 297,
    "text": "If you were a steak you would be well done. Of course, I'm not saying you're a steak."
  },
  {
    "id": 298,
    "text": "If you were a stormtrooper's gun, you'd be set to stun."
  },
  {
    "id": 299,
    "text": "I am falling in love with you. Let's meet up. I swear I am not a 55-year-old man in his mom's basement."
  },
  {
    "id": 300,
    "text": "You shouldn't wear makeup. It's messing with perfection!"
  },
  {
    "id": 301,
    "text": "If you were French Toast, you'd be the most elegant French Toast I've ever seen."
  },
  {
    "id": 302,
    "text": "If I were a cat I'd spend all 9 lives with you."
  },
  {
    "id": 303,
    "text": "A life without you would be like a computer without an OS."
  },
  {
    "id": 304,
    "text": "Did I mention you're looking optiFINE tonight?"
  },
  {
    "id": 305,
    "text": "Every time I see you, my cardiovascular system gets all worked up."
  },
  {
    "id": 306,
    "text": "Are you from Candy Crush Saga? Because you're real sweet."
  },
  {
    "id": 307,
    "text": "Your interface looks very clean, and *smooth*"
  },
  {
    "id": 308,
    "text": "Are you ~~Netflix~~ JCFlix Prime Max+? Because I could watch you for hours."
  },
  {
    "id": 309,
    "text": "Are you a keyboard? Because you're just my type."
  },
  {
    "id": 310,
    "text": "You're so hot I only need four layers to go out into this teeeerible weather."
  },
  {
    "id": 311,
    "text": "Are you a creeper? Because you make my heart explode."
  },
  {
    "id": 312,
    "text": "Wow, I'm so glad I found you… because I've Ben Solo for too long."
  },
  {
    "id": 313,
    "text": "Would you like some organic roasted root vegetables to go with that non-dairy fair trade shake?"
  },
  {
    "id": 314,
    "text": "Will you brush your teeth with me?{answer}Because dentists say brushing alone doesn't prevent cavities."
  },
  {
    "id": 315,
    "text": "I'm like a zombie and you're like the sun - you light me on fire!"
  },
  {
    "id": 316,
    "text": "Knock, knock.{answer}Kiss.{answer}Kiss me!"
  },
  {
    "id": 317,
    "text": "Hi, how was heaven when you left it?"
  },
  {
    "id": 318,
    "text": "Do you like bagels? Because you're bae goals."
  },
  {
    "id": 319,
    "text": "Your dad must have worked at Ikea because you're put together nice!"
  },
  {
    "id": 320,
    "text": "Hey dude, is your name John? Because I've never Cena guy like you."
  },
  {
    "id": 321,
    "text": "I know where they give out free drinks.{answer}It's a place called “My House”!"
  },
  {
    "id": 322,
    "text": "Roses are red, violets are blue, Yoda I am, and go out with me will you?"
  },
  {
    "id": 323,
    "text": "Are you a piece of carbon?{answer}'Cause I would love to date you."
  },
  {
    "id": 324,
    "text": "Knock, knock.{answer}Owl.{answer}Owl be seeing you soon, right?"
  },
  {
    "id": 325,
    "text": "Are you public WiFi? Because I am connecting to you automatically."
  },
  {
    "id": 326,
    "text": "Are you WiFi? Cause I'm totally feeling a connection."
  },
  {
    "id": 327,
    "text": "If you won't let me buy you a drink, at least let me fix your laptop."
  },
  {
    "id": 328,
    "text": "I must be drawn to the Force, because {author}, Yoda only one for me."
  },
  {
    "id": 329,
    "text": "On a scale of 1 to 10, you're a 9. I'm the 1 you need."
  },
  {
    "id": 330,
    "text": "I don't know how I'll ever get to class on time when it's so easy to get lost in your eyes."
  },
  {
    "id": 331,
    "text": "Damn {author}, I thought diamonds were pretty until I laid my eyes on you!"
  },
  {
    "id": 332,
    "text": "Are you a cat? Because I'm feline a connection between us."
  },
  {
    "id": 333,
    "text": "Are you a banana, because I find you a-peeling."
  },
  {
    "id": 334,
    "text": "You auto-complete me."
  },
  {
    "id": 335,
    "text": "I want someone to look at me the way I look at chocolate cake."
  },
  {
    "id": 336,
    "text": "You must be from the nether, because you are out of this world."
  },
  {
    "id": 337,
    "text": "Do you want to see a picture of a beautiful person? *holds up mirror*"
  },
  {
    "id": 338,
    "text": "If Internet Explorer is brave enough to... wait, did someone say Brave? Brave is a free, fast, and secure browser. With speeds averaging over 3x that of Chrome, and privacy settings better than Firefox by default, Brave makes browsing the internet  securely and quickly easy! Brave even comes complete with a builtin ad and tracking blocker! Download today at <https://brave.com>{answer}That was not me omg why was it added help pls no \\n -Jonah"
  },
  {
    "id": 339,
    "text": "There are over six hundred varieties of heirloom tomatoes, but there's only one of ~~me~~ you."
  },
  {
    "id": 340,
    "text": "Will you be the Leia to my Han so I won't have to be Solo?"
  },
  {
    "id": 341,
    "text": "Did your licence get suspended for driving all these guys crazy?"
  }
]